[Main]
DisplayName=Vlaams

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Waarschuwing
lbl_Warnning_Detail.caption=Dit computer programma is beschermd door de copyright wet en internationale verdragen.
lbl_copyright.caption=© IObit. Alle rechten voorbehouden.
lbl_Thanks_Title.caption=Een speciale "dank u" voor de volgende mensen voor hun grote bijdragen:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacy Policy</a>
Instructions_M=Instructies de-installatie
lblAcknow.caption=Dankbetuigingen

[ActionCenter_M]
M_HideAC=Verbergen
M_ShowAC=Tonen
M_AC_Tips=Betere veiligheidsbescherming en prestatie versnelling verkrijgen, door installatie van aanbevolen programma's.
M_ShowACTitle2=Aandacht!
M_ShowACDesc=Klik "Tonen" om andere aanbevolen programma's weer te geven. Installeer deze om een betere bescherming en PC prestaties te krijgen.
M_LearnRecommendNote=Geen aanbevolen produkten op dit moment.
M_LearnRecommendDesc=Gelieve op "Meer leren" te klikken om meer produkten te zien die u kunnen interesseren.
M_none=Geen
M_Fix=Installeer nu
M_LearnMore=Meer leren
M_Install=Installeer nu
M_fixing=Installeren
M_Updating=Bijwerken
M_failed=Mislukt
M_RuningWell=Laatste versie geïnstalleerd
M_Outdated=Verouderd
M_NotInstalled=Niet geïnstalleerd
M_Insatlled=Geïnstalleerd
M_Update=Nu bijwerken
M_ASCCaption=Systeem prestaties
M_ASCInfo_NotIns=Registerfouten, privacy kwesties en ongewenste bestanden zijn gevonden op uw PC.
M_ASCInfo_UpToDate=Advanced SystemCare versnelt en optimaliseert uw PC met 1 klik.
M_ASCInfo_NeedUpDate=Advanced SystemCare is verouderd.
M_RunASC=Nu scannen
M_ASCOffer=PC opruimen en optimaliseren met 1-klik.<br>PC opstarttijd verhogen tot wel 300% sneller.<br>Surf sporen verwijderen om uw privacy te beschermen.<br>PC condities in real-time bewaken voor een vlottere PC.<br>Beschermt uw PC tegen algemene spyware.
M_IMFCaption=Malware bescherming
M_IMFInfo_NotIns=Betere bescherming verkrijgen door IObit's anti spyware programma te installeren.
M_IMFInfo_UpToDate=IObit Malware Fighter beschermt u tegen verschillende malware.
M_IMFInfo_NeedUpDate=Uw anti-spyware programma is verouderd.
M_RunIMF=Nu scannen
M_IMFOffer=Uitgebreide real-time bescherming tegen alle soorten malware <br>Snel scannen en efficiënte bedreigingsdetectie & verwijdering <br>Pro-actief voorkomen van ransomware aanvallen <br>Veilig online browsen en downloaden <br>Volledig compatibel met andere beveiligingssoftware
M_DBCaption=Stuurprogramma bijwerker
M_DBInfo_NotIns_C=Verouderde stuurprogramma's bijwerken en herstellen ontbrekende & defecte stuurprogramma's om van een meer stabiele PC te genieten.
M_DBInfo_NotIns=Er kunnen verouderde stuurprogramma's aanwezig zijn, die uw PC kunnen vertragen & destabilizeren.
M_DBInfo_UpToDate=Driver Booster werkt alle verouderde stuurprogramma's bij op uw PC.
M_DBInfo_NeedUpDate=Uw stuurprogramma bijwerkprogramma is verouderd.
M_DBDesc=Alle verouderde drivers bijwerken op uw PC.
M_RunDB=Nu scannen
M_DBOffer=Grote stuurprogramma database (+4.500.000). <br>Stuurprogramma's met enkel 1-klik bijwerken. <br>Veilig bijwerken met gekwalificeerde WHQL stuurprogramma's. <br>Algemene problemen (v.b. netwerk, geluid) oplosser. <br>Reduceer systeembevriezing & crashes.
M_SDCaption=Schijf Optimalisatie
M_SDInfo_NotIns=Optimaliseer uw schijven om een snelle PC opstart en hogere bestandstoegangsnelheid te verkrijgen.
M_SDInfo_UpToDate=Smart Defrag defragmenteerd schijf voor hogere prestaties.
M_SDInfo_NeedUpDate=Uw schijf defragmentatie programma is verouderd.
M_RunSD=Nu defragmenteren
M_SDOffer=Hogere bestandstoegangssnelheid. <br>Maximale harde schijf prestaties. <br>PC opstarttijd verhogen tot 100% sneller. <br>Games optimaliseren voor een betere spelervaring.
M_DLCaption=Wachtwoord Beheerder
M_DLInfo_NotIns=Beveilig en beheer al uw wachtwoorden met Dashlane Wachtwoord Manager.
M_DLInfo_UpToDate=Vergeet nooit meer uw wachtwoord met het veilige en betrouwbare Dashlane.
M_RunDL=Beheren
M_DLOffer=De eenvoudige, veilige manier om uw wachtwoorden te beheren. <br>Unieke wachtwoorden aanmaken om uw accounts te beschermen. <br>Automatisch inloggen op uw favoriete websites. <br>Voor Windows, Mac, iOS en Android.
M_RunIOT=Nu beheren
M_IOTCaption=iPhone Beheerder
M_IOTInfo_NotIns=Overbrengen iPhone data, uw iPhone opruimen & versnellen.
M_IOTInfo_UpToDate=1-klik om te importeren, exporteren en beheren van foto's, video's, muziek op uw iOS apparaten.
M_IOTInfo_NeedUpDate=IOTransfer is verouderd.
M_IOTTip=IOTransfer belooft: <br>+ Verplaatsen iPhone muziek naar PC/iTunes<br>+ Gemakkelijk beheren van al uw foto's<br>+Back up/herstellen iPhone inhoud<br>+ Voorzien van premium technische ondersteuning
M_IOTOffer=Uw beste iPhone/iPad bestandsbeheer gereedschap.<br>1-klik data overdracht van iPhone/iPad naar PC.<br>Online video's downloaden en converteren naar verschillende bestandsformaten.<br>Eenvoudig en veilig opruimen van ongewenste bestanden om iOS apparaat ruimte vrij te maken.<br>Draadloze overdracht van inhoud tussen iOS apparaat en PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion beschermt u tegen phishing en malafide websites.
M_AdawareInfo_UpToDate=Web Companion beschermt u tegen phishing en malafide websites.
M_AdawareOfferDesc=Web Companion installeren om mijn Internet bescherming te verbeteren en Bing® door Microsoft in te stellen als mijn thuispagina, nieuwe tabbladen en standaard zoekmachine voor ondersteunde browsers.
M_AdawareOffer=Snelle en eenvoudige installatie.<br>Anti-Phishing bescherming.<br>Real-Time Web bescherming.<br>Meerdere browser ondersteuning.
M_AomeiCaption=Backup software
M_AomeiInfo_NotIns=De ultieme backup oplossing om het systeem en harde schijven te backuppen.
M_RunOpera=Nu uitvoeren
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Snelle en veilige browser met ingebouwde ad-blokkeerder.
M_OperaInfo_UpToDate=Snelle en veilige browser met ingebouwde ad-blokkeerder.
M_OperaOffer=Ads blokkeren om webpagina’s tot 90% sneller te laden.<br>Tot een uur langer browsen<br>Meer privacy browsing verkrijgen met gratis VPN.
M_SUCaption=Software Bijwerker
M_SUInfo_NotIns=1-klik om alle belangrijke programma's voor u bij te werken en te installeren.
M_SUInfo_NotIns_C=%d programma's zijn verouderd. IObit Software Bijwerker installeren om deze met één klik bij te werken.
M_SUInfo_NotIns_C1=1 programma is verouderd. IObit software Bijwerker installeren om dit met één klik bij te werken.
M_SUInfo_UpToDate=IObit Software Bijwerker zal al uw belangrijke programma's bijgewerkt houden.
M_SUOffer1=Verouderde programma’s zo snel mogelijk bijwerken.<br>Met 1-klik alle beschikbare nieuwe versies bijwerken.<br>Met 1-klik alle gewenste programma’s installeren.<br>Blanco programma’s voltooiden strikte testen, geen bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-klik om uw FPS te verhogen voor een snelle en vlotte gaming ervaring.
M_SMGBInfo_UpToDate=1-klik om uw FPS te verhogen voor een snelle en vlotte gaming ervaring.
M_SMGBInfo_NeedUpDate=Smart Game Booster is verouderd.
M_SMGBOffer=Lisää FPS-tasoa parantaaksesi pelien suorituskykyä yhdellä napsauksella. <br>Seuraa lämpötilaa ja laitteiston käyttöä reaaliajassa. <br>Ylikellota näytönohjain optimaalisten visuaalitehosteiden saamiseksi. <br>Analysoi ja arvioi tietokone löytääksesi yhteensopivia pelejä (yli 38000). <br>Suojaa tietokoneesi ja pelisi turvallisuuden parantamiseksi.
M_RunSMGB=Nu versnellen
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Uw PC scherm gratis opnemen in hoge kwaliteit. Geen opname limieten.
M_ISRInfo_UpToDate=Uw PC scherm gratis opnemen in hoge kwaliteit. Geen opname limieten.
M_ISRInfo_NeedUpDate=iTop Screen Recorder is verouderd.
M_ISROffer=Uw PC scherm 100% gratis opnemen<br>Video vergaderingen in elk bestandsformaat opnemen<br>4K films en muziek zonder kwaliteitsverlies opnemen<br>Online cursussen opnemen, video tutorials maken<br>IJlingsvrij vastleggen van gameplay in 1080P/60FPS
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Probeer gratis, snel, veilige VPN service voor online beveiliging.
M_iTopInfo_NotIns=100% gratis, snel, veilige VPN service voor online beveiliging.
M_iTopInfo_UpToDateBeta=Probeer gratis, snel, veilige VPN service voor online beveiliging.
M_iTopInfo_UpToDate=100% gratis, snel, veilige VPN service voor online beveiliging.
M_iTopInfo_NeedUpDate=iTop VPN is verouderd.
M_iTopOfferBeta=Nauti Internetistä ilman rajoja.<br>Pääsy suoratoistosivustoihin maailmanlaajuisesti.<br>Pelaa aluelukittuja pelejä missä tahansa.<br>Piilota IP-osoitteesi julkisella Wi-Fi-yhteydellä.<br>100% ilmainen, erittäin nopea ja luokkansa paras salaus.
M_iTopOffer2=Privé – Anoniem blijven tijdens het surfen.<br>Veilig – IP verbergen en Internet Verbinding versleutelen.<br>Snel – Geniet van bliksemsnel online browsen.<br>Gratis – Websites deblokkeren en gratis streamen.<br>Snelkoppeling - Snelle toegang tot Netflix, HBO, PUBG...
M_RuniTop=Nu uitvoeren
M_RPMCaption=RoboForm Wachtwoord Beheerder
M_RPMInfo_NotIns=U heeft nooit meer een wachtwoord te onthouden of te typen.
M_RPMInfo_UpToDate=Zeg vaarwel tegen het opschrijven van wachtwoorden met RoboForm Wachtwoord Beheerder.
M_RPMOffer=Met één enkele klik op websites inloggen.<br>Sterke en unieke wachtwoorden aanmaken.<br>AES-256 versleuteling en ondersteuning voor 2FA.<br>Voor Windows, Mac, iOS, Android en alle belangrijke browsers.<br>Vanuit een browser of andere wachtwoordbeheerder importeren.
M_RunRPM=Beheren
M_Moffer_Title1=Optionele aanbieding
M_Close=Afsluiten
M_Cancel=Annuleren
M_Moffer_Install=Installeren
M_Moffer_NoteEP=Door op "Installeren" te klikken, gaat u akkoord met de installatie van %s en aanvaard de <a>EULA</a> & <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Info:</a> U kan binnen de 30 dagen een terugbetaling krijgen. Lees de <a>Terugbetaling Policy</a>.
M_Extract_IOT=IObit Aanbeveling

[AutoUpdate_M]
lan_Downloading_M=Downloading
lan_Speed_M=Download snelheid: %s
Lan_Finish_M=Voltooien
Lan_Congratulation_M=Proficiat!
Lan_UpdateFail_M=Bijwerken mislukt! Gelieve later opnieuw te proberen.
Lan_UpdateSuccess_M=IObit Uninstaller is bijgewerkt. U kan nu van de laatste mogelijkheden en verbeteringen genieten.
Lan_UpdateNew_M=U gebruikt reeds de laatste versie. Geen nieuwe versie beschikbaar.
Lan_UpdateFreeInfo_M=Nieuwe versie van IObit Uninstaller beschikbaar.
Lan_UpdateFreeDownInfo_M=Gelieve nu bij te werken om de laatste mogelijkheden en verbeteringen te verkrijgen. Dit is gratis.
Lan_Sure_M=Bent u zeker om het bijwerken te annuleren?
Lan_Download_M=Download
Lan_Getting_M=Informatie bijwerken ophalen, gelieve te wachten.
Lan_LVheardOne_M=Beschikbare nieuwe versies
Lan_LVheardTwo_M=Nieuwe versie
Lan_LVheardThree_M=Grootte
Lan_historyInfo_M=IObit Uninstaller %s is nu beschikbaar. Bijwerken om van de laatste verbeteringen en mogelijkheden te genieten.
Lan_UpdateNow_M=Nu bijwerken
Lan_UpdateLater_M=Later bijwerken
lan_WhatNew_M=Wat is nieuw
Lan_NewReady_M=Nieuwe versie is klaar
Lan_Title=IObit Uninstaller Updater

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Verzenden
lblErrorDetails.Caption=Foutdetails:
lblUserEmail.Caption=Uw email adres:
lblSuccTips1.Caption=Verzenden succesvol! We zullen ons best doen om dit probleem onmiddellijk op te lossen.
btnClose.Hint=Sluiten

[SendBugReportNew_M]
M_AskUserTips1=heeft een probleem tegengekomen. Om ons te helpen dit probleem te herstellen, gelieve op "Verzenden" te klikken om het foutopsporingsbestand automatisch te verzenden. <a>Privacy Politiek</a>
M_BugStatisticsTips=heeft een probleem gevonden en moet afgesloten worden. We zijn nu de oorzaak aan het analyseren. Gelieve te wachten...
M_SendingTips=Versturen...
M_AttentionTips1=heeft een probleem tegengekomen. Om ons te helpen dit probleem te herstellen, gelieve op "OK" te klikken om het foutopsporingsbestand automatisch te verzenden. <a>Privacy Politiek</a>
M_InvalidEmailTips1=Ongeldig email adres! Gelieve uw geldig email adres in te voeren zodat we u kunnen contacteren.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Officiële versie verkrijgen...
RestoreSuccess_Caption=U hebt de Officiële IObit Uninstaller succesvol geïnstalleerd!
RestoreFailed_Caption=Download officiële IObit Uninstaller mislukt. Gelieve naar onze officiële website te gaan om opnieuw te downloaden.
Run_Button=Nu uitvoeren
Download_Button=Nu downloaden

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=U gebruikt een onofficiële IObit Uninstaller.
lbl_SecondTitle.caption=Een onofficiële IObit Unstaller werkt niet langer.
lbl_HarmInfo.caption=Het zal niet enkel uw PC prestaties beschadigen maar ook uw privacy lekken door de veroorzaakte systeem kwetsbaarheden.
lbl_OfficialInfo.caption=Uw officiële IObit Uninstaller nu verkrijgen om uw privacy en PC krachtig te beschermen.
htmlLabel_Text.caption=Geniet van een exclusieve <a>75%</a> vermindering voor u, om de pro versie te verkrijgen!
btn_GetPro.caption=PRO verkrijgen
btn_GetFree.caption=Free verkrijgen

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=De <a>officiële IObit Uninstaller PRO voor $0</a> vandaag verkrijgen om uw privacy en PC krachtig te beschermen.
btn_GetPro_before=Pro voor $0 verkrijgen

[Detain_M]
M_MianTitle=IObit Uninstaller heeft u geholpen :
M_QuestionString=Bent u zeker dat u dit wilt verwijderen?
M_btnok=In elk geval verwijderen
M_btnCancel=Ik wens dit te behouden
M_UninstallCaption=Verwijderen programma's
M_DiskCaption=Schijfruimte besparen
M_RegCaption=Register ingangen verwijderen
M_FixCaption=Software issues herstellen

[Survey_M]
Title_M=De-installatie enquête
Info_M=We vinden het spijtig dat u ons gaat verlaten. Gelieve ons te helpen om IObit Uninstaller te verbeteren door een korte enquête in te vullen. Uw reactie wordt gewaardeerd.
Question_M=Waarom de-installeerd u IObit Uninstaller?
1_M=Onvoltooide de-installatie (niet alle restanten werden verwijderd)
2_M=Kan niet normaal uitgevoerd worden
3_M=Teveel ads en bundleware
4_M=Ik installeerde dit enkel om een probleem te herstellen en heb het niet meer nodig
5_M=Ik vond een beter alternatief
6_M=Andere (gelieve te specifiëren)
Button_M=De-installatie verder zetten

[Uninstaller_M]
MenuRight_Caption=Krachtige de-installatie
Explorer_Button=Bestand versnipperaar
Controlpanel_Button=Krachtige verwijdering

[ACD_M]
M_Downloading=Downloading:
M_TipFixing=Herstellen
M_Tips=Downloading wordt uitgevoerd. Dubbelklik op het pictogram om details te bekijken.
M_Installing=Installeren:
M_MD5Faild=Het download bestand is beschadigd. Gelieve later opnieuw te proberen.
M_NetError=Download mislukt door een netwerkfout. Gelieve later opnieuw te proberen!
M_DiskIsFull=Onvoldoende schijfruimte!
M_Speed=Snelheid:
M_AreSureEx=Bent u zeker dat u het downloaden wilt annuleren?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Annuleren
lbl_Min.Caption=Minimaliseren
btnClose.Hint=Sluiten
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Sleep mij naar een geopend venster, bureaublad ikoon, of systeemvak ikoon.
EasyNothingInfo=Onmogelijk om het doel te lokaliseren. Gelieve mij naar een ander venster, bureaublad ikoon, of systeemvak ikoon te slepen.
EasyDeleteFileFail=Het bestand kon niet verwijderd worden omdat het nu in gebruik is. Gelieve het bestand te sluiten en opnieuw te proberen.
EasyDeleteFolderFail=De map kon niet verwijderd worden omdat deze nu in gebruik is. Gelieve het bestand te sluiten en opnieuw te proberen.
EasyKillProcessFail=Beëindigen proces mislukt.
EasyKillProcessHint1=Bent u zeker dat u het proces wilt beëindigen?
EasyKillProcessHint2=Alle niet bewaarde gegevens zullen verloren gaan.
EasyUninstallPath=De-installeren of verwijderen:
EasyUninstall=De-installatie
EasyShortcut=Snelkoppeling verwijderen
EasyLocation=Open bestandslocatie
EasyDelete=Verwijderen
EasyCancel=Annuleren
EasyTransparency=Transparantie
EasyOpaque=Ondoorzichtig
EasyExitEasy=Open hoofdvenster
EasyExitIobit_1=Afsluiten IObit Uninstaller
EasyKillProcess=Proces beëindigen

[ExpriedNotice_M]
Sale_Text=Maar u kan deze vandaag terug krijgen met een exclusieve <a>%s</a> korting!
ExpriedOneDay_M=Uw abonnement is verlopen voor <a>1</a> dag.
ExpriedDay_M=Uw abonnement is reeds <a>%s</a> dagen verlopen.
Logged_0_Text=Gelogde programma's volledig verwijderen op basis van logboeken aangemaakt gedurende de installatie.
Logged_1_Text=1 Gelogd programma volledig verwijderen op basis van logboeken aangemaakt gedurende de installatie.
Logged_Text=%s Gelogde programma's verwijderen op basis van logboeken aangemaakt gedurende de installatie.
ExpriedMessage_M=Uw abonnement is verlopen. De PRO functies zijn niet langer beschikbaar maar u kan nog altijd de gratis functies blijven gebruiken.
ExpriedTipMessage_Num=Gedurende de afgelopen %s1 dagen, heeft IObit Uninstaller Pro u geholpen bij het verwijderen van %s2 programma’s en opruimen van %s3 resterende bestanden. Nu vernieuwen om uw <a>Exclusieve Korting</a> niet te mislopen!
ExpriedTipMessage_Normal=Het spijt ons u te moeten melden dat de PRO mogelijkheden niet langer beschikbaar zijn. Nu vernieuwen om van uw <a>Exclusieve Korting</a> te genieten!

[Uninstaller_form_Expried]
lbl_Notice.caption=Het spijt ons u te moeten melden dat de PRO mogelijkheden niet langer beschikbaar zijn:
lbl_Stubbron.caption=Volledige verwijdering van 1000+ hardnekkige programma's dmv unieke database
lbl_Update.caption=Met 1-klik uw belangrijke programma's up-to-date houden
lbl_Health.caption=Software zwakheden automatisch detecteren en eenvoudig blokkeren van popup notificaties en ongewenste ads
lbl_MoneyBack.caption=U bent volledig beschermd door onze 100% geld terug garantie.
btn_Upgrade.caption=Mijn vernieuwingskorting verkrijgen
lbl_EnterCode.caption=Ik heb reeds een licentie

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Uw abonnement is verlopen!
btn_OK.caption=Nu Vernieuwen

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Reactie geven
lbl_DescTitle.caption=Omschrijving
lbl_EmailTitle.caption=Email:
lbl_ScreenShot.caption=Schermafdruk
lbl_TypeTitle.caption=Verzoek type:
btnImg_FeedBackSend.caption=Versturen
btnImg_FeedBackCancel.caption=Annuleren

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Verzenden...
lbl_SendFailed.caption=Verzenden mislukt. Gelieve op OK te klikken om een online reactie te verzenden.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Bedankt voor uw reactie. We zullen u zo vlug mogelijk terug contacteren.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Ik hou ervan
FeedBack_2=Suggestie
FeedBack_3=Verwijdering mislukt
FeedBack_4=Bundleware probleem
FeedBack_5=Installatie Monitor probleem
FeedBack_6=Software Updater probleem
FeedBack_7=Tonen van alle programma's mislukt
FeedBack_8=Krachtige scan problemen
FeedBack_9=Een fout melden
FeedBack_10=Andere
EmailMessage=Gelieve u ervan te verzekeren dat uw email correct is, zodat we u terug kunnen contacteren.
MemoHint=Gelieve uw suggesties of gevonden problemen te omschrijven in detail.
ScreenMaxMessage=Operatie mislukt. U hebt het maximum aantal van 5 schermafdrukken bereikt.
CloseHintMsg=Bent u zeker dat u de feedback niet meer wilt verzenden?
SendBugck=Stuur ons ook het foutopsporingsbestand voor verder onderzoek. <a>Privacy Politiek</a>
FeedBackMessage=Gelieve een omschrijving te schrijven.
EmailHint=Gelieve hier uw correcte email in te voeren
Startup_Delete_M=Verwijderen
M_FiveStar=Kan u ons een 5-sterren beoordeling geven?

[FileShredder_M]
ShredderDetail_0=U kan een bestand of map naar hier slepen om te versnipperen.
ShredderDetail_01=Bestanden die naar gewoonte verwijderd zijn, kunnen opnieuw hersteld worden.
ShredderDetail_02=Om bestanden veilig en permanent te verwijderen, sleep dit bestand of map naar hier om deze te versnipperen.
FileShredder_MaxCount_M=5000 bestanden zijn toegevoegd. Gelieve de resterende bestanden toe te voegen na het versnipperen van deze 5000 bestanden.
Shredder_InUse_M=Sommige bestanden zijn niet versnipperd omdat deze onbeschrijfbaar waren. Gelieve te controleren of deze in gebruik zijn.
Shredder_Del_M_1=Bent u zeker om de toegevoegde <a>%d</a> items permanent te verwijderen? Deze actie is absoluut ONHERSTELBAAR en kan enige tijd duren om te voltooien.
Shredder_DelOne_M_1=Bent u zeker om <a>1</a> toegevoegd item permanent te verwijderen? Deze actie is absoluut ONHERSTELBAAR en kan enige tijd duren om te voltooien.
Shredder_NotDel_M=Een bestand werd niet versnipperd omdat schrijven onmogelijk was. Gelieve te controleren of deze nog steeds in gebruik zijn.
Shredder_OneFileDel_M=Het bestand werd niet versnipperd omdat het niet beschreven kon worden. Gelieve te controleren of het niet in gebruik is.
Shredder_Sucess_M=Versnippering succesvol.
Shredder_OneSucess_M=Versnippering succesvol.
Shredder_DirIsEmpty_M=Dit is leeg. U kan dit niet versnipperen.
Shredder_NotAddFolder_M=Kan bestand "%s" niet versnipperen daar dit systeeminstabiliteit kan veroorzaken.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Bestandsversnipperaar
lbl_Listview_Title.caption=Selecteer bestand of map dat u wilt versnipperen:
lblLoading.caption=Laden...
lbl_AddFile.caption=Bestand toevoegen...
lbl_AddFolder.caption=Map toevoegen...
RdImageButton_Shredder.caption=Versnipperen
RdImageButton_Cancel.caption=Annuleren
ListView_FileList.Columns[0].Caption=Bestandspad
Menu_Shredder_Shredder.caption=Versnipperen
Menu_Shredder_AddFile.caption=Bestand toevoegen
Menu_Shredder_AddFolder.caption=Map toevoegen
Menu_Shredder_Romove.caption=Verwijderen
Menu_Shredder_Clean.caption=Opruimen
lbl_Shredder_Tip.caption=Nu bestanden aan het versnipperen. Dit kan even duren, gelieve te wachten...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Kan bestand "%s" niet versnipperen omdat deze operatie het systeem instabiel kan maken.
EndProgressMsg=%s is in gebruik. Bent u zeker dat u dit wilt beëindigen en de verwijdering verder uit te voeren?
ListView_FindReslut.Columns[0]_M=Naam
PopMenu_OpenFolder_M=Open bestandslocatie
PopMenu_ViewEntry_M=Open in regedit
Free_MatchStubbron=De-installatie registers ontbreken welke de-installatie falingen kunnen veroorzaken. Naar PRO bijwerken om de-installatie issues te herstellen en het programma eenvoudig te verwijderen met onze hardnekkige-programma database.
Pro_MatchStubbron=De-installatie registers ontbreken welke de-installatie falingen kunnen veroorzaken. Naar PRO bijwerken om de-installatie issues te herstellen en het programma eenvoudig te verwijderen met onze hardnekkige-programma database.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Forceer de-installatie
lbl_Info.caption=Helpt u bij het de-installeren van een programma dat niet op een standaard wijze gede-installeerd kan worden door ontbrekende de-installatie registers of ingebouwde uninstaller fouten, en ruimt alle gerelateerde bestanden eenvoudig en volledig.
btnImg_Open.caption=Bladeren...
lbl_DropInfo.caption=U kan een bestand of map hier doorbladeren, slepen en loslaten om het gerelateerde programma te verwijderen.
btnImg_Uninstall.caption=De-installeren
btnImg_Cancel.caption=Annuleren
PopMenu_Uninstall.caption=De-installatie
PopMenu_SearchOnline.caption=Zoek online
ListView_FindReslut.Columns[1].caption=Grootte
ListView_FindReslut.Columns[2].caption=Installatiedatum

[HealthCheck_M]
HealthCheck_Top_ScanNow=Nu Scannen
HealthCheck_Top_ScanAgain=Opnieuw scannen
HealthCheck_Top_FixAll=Alles Herstellen
HealthCheck_Top_Stop=Stop
HealthCheck_Top_Done=Voltooid
HealthCheck_Top_Scanning=Scanning
HealthCheck_Top_Fixing=Herstellen
HealthCheck_Top_NoFound=Er werden geen problemen gevonden. Uw software werkt goed.
HealthCheck_Top_Title_Result_NoIssues=Geen issues dienen hersteld te worden.
HealthCheck_Top_Title_Result_Single=<a>%s</a> issue dient hersteld te worden.
HealthCheck_Top_Title_Result_Some=<a>%s</a> issues dienen herstelt te worden.
HealthCheck_Top_Title_Skip=<a>Nu overslaan</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> issue werd met succes hersteld.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> issues werden met succes hersteld.
HealthCheck_Top_FixOver=Alle geselecteerde issues werden hersteld.
HealthCheck_Top_Dec_Result_Pro=Alle gevonden issues met 1-klik herstellen.
HealthCheck_Top_Dec_Result_Free=Naar PRO bijwerken om alle gevonden issues met 1-klik te herstellen.
HealthCheck_Top_Title_A=Software Status: <a>Scan nodig</a>
HealthCheck_Top_Dec_A=Uw software werd nooit geanalyseerd. Uw software nu analyseren.
HealthCheck_Top_Title_B=Software Status: <a>Goed</a>
HealthCheck_Top_Dec_B=Al uw software werkt goed.
HealthCheck_Top_Dec_C=Uw software werd niet geanalyseerd voor %s dagen. Uw software nu analyseren.
HealthCheck_Item_Title_leftovers=De-installatie Restanten
HealthCheck_Item_Dec_leftovers=De-installatie restanten verwijderen om meer schijfruimte vrij te maken
HealthCheck_Item_Title_update=Verouderde Software
HealthCheck_Item_Dec_update_New=Verouderde software bijwerken om veiligheidsrisico's te reduceren
HealthCheck_Item_Title_permission=Software Toestemmingen
HealthCheck_Item_Dec_permission=Verborgen toestemmingen detecteren en uitschakelen van onnodige toestemmingen
HealthCheck_Item_Title_notifications=Zorgwekkende Notificaties
HealthCheck_Item_Dec_notifications=Popup notificaties en ongewenste ads blokkeren zodat deze u niet meer onderbreken
HealthCheck_Item_Title_stubborn=Programma's met de-installatie issues
HealthCheck_Item_Dec_stubborn=De-installatie issues herstellen zodat programma's eenvoudig gede-installeerd kunnen worden
HealthCheck_Item_Title_packages=Installatie Bestanden
HealthCheck_Item_Dec_packages=Installatie bestanden opruimen om meer schijfruimte vrij te maken
HealthCheck_Item_Title_malicious=Malafide Software & Extensies
HealthCheck_Item_Dec_malicious=Malafide software en browser extensies verwijderen voor een snelle en veilige PC
M_Fix=Herstellen
M_Detail=Details
M_Recissues_Single=<a>%s</a> issue voor herstel geselecteerd,
M_Recissues_Some=<a>%s</a> issues voor herstel geselecteerd,
M_Allissues_Single=totaal <a>%s</a> issue
M_Allissues_Some=totaal <a>%s</a> issues
M_Noissues=Geen issues gevonden
M_issues_Single=<a>%s</a> issue
M_issues_Some=<a>%s</a> issues
M_Noissues2=Geen issues
HealthCheck_Exit_Scanning=Scannen is in uitvoering. Bent u zeker dat u nu wilt afsluiten?
HealthCheck_Exit_Fixing=Herstellen is in uitvoering. Bent u zeker dat u nu wilt afsluiten?
M_UL_SelectedFix_Single=<a>%s</a> de-installatie restant voor herstel geselecteerd
M_UL_SelectedFix_Some=<a>%s</a> de-installatie restanten voor herstel geselecteerd
M_OS_SelectedFix=<a>%s</a> verouderde software voor herstel geselecteerd
M_SP_SelectedFix_Single=<a>%s</a> software toestemming voor herstel geselecteerd
M_SP_SelectedFix_Some=<a>%s</a> software toestemmingen voor herstel geselecteerd
M_DN_SelectedFix_Single=<a>%s</a> zorgwekkende notificatie voor herstel geselecteerd
M_DN_SelectedFix_Some=<a>%s</a> zorgwekkende notificaties voor herstel geselecteerd
M_PWUI_SelectedFix_Single=<a>%s</a> programma met de-installatie issues voor herstel geselecteerd
M_PWUI_SelectedFix_Some=<a>%s</a> programma's met de-installatie issues voor herstel geselecteerd
M_IF_SelectedFix_Single=<a>%s</a> installatie bestand voor herstel geselecteerd
M_IF_SelectedFix_Some=<a>%s</a> installatie bestanden voor herstel geselecteerd
M_MSE_SelectedFix_Single=<a>%s</a> malafide software & extensie voor herstel geselecteerd
M_MSE_SelectedFix_Some=<a>%s</a> malafide software & extensies voor herstel geselecteerd
M_BackFix=Terug naar Herstel
M_NoItems=Geen items gevonden
M_item=Item
M_items=Items
M_File=Bestand
M_Reg=Register
M_Tasks=Geplande taken
M_Ser=Systeem services
M_Select=Selecteer Alles
M_TitleCount=Naam (Totaal: %d)
M_Version=Nieuwe versie
M_CurrentVersion=Huidige versie
M_BanwebTitleCount2=Afzender (Totaal: %d)
M_Type=Type
M_BRate=Blokkeringsgraad
M_Recommendation=Aanbeveling
M_Optional=Optioneel
M_Block=Blokkeren
M_SiteType=Website notificatie
M_AppType=App notificatie
M_MSType=Malafide Software
M_METype=Malafide Extensie
M_AdType=Ad Extensie
M_RegMiss=De-installatie register ontbreekt
HC_Ignore=Negeren
HC_IgnoreForever=Alle updates negeren
HC_IgnoreCurrent=Huidige updates negeren
HC_OpenFile=Open bestandslocatie
HC_OpenReg=Open in regedit
HC_Search=Online zoeken
HC_Startup=Opstart items
HC_Tasks=Geplande taken
HC_Services=Services
HC_Desktopicon=Bureaublad pictogram
HC_Taskbaricon=Werkbalk pictogram
HC_RightMenu=Rechts-klik menu
M_PermissionTitleCount=Toestemming type (Totaal: %d)
M_Name=Naam
M_Installed=Geïnstalleerd
M_Over30Day=Niet gebruikt voor meer dan 30 dagen
M_Status=Status
M_Disable=Uitschakelen
M_FixDetails=Toon de herstel details hieronder:
M_Fix_RecTitle=Er kan meer gedaan worden met een snellere en opgeruimde PC:
M_Fix_RecLog=De-installatie opruimen met logboek
M_Fix_RecLog_Des=Programma's diepgaand de-installeren met logboeken aangemaakt gedurende de installatie
M_Fix_RecBundleware=Eenvoudige Bundleware Verwijdering
M_Fix_RecBundleware_Des=Programma installatie in real time bewaken en bundleware eenvoudig verwijderen
M_Fix_RecLeftover=Alle restanten automatisch verwijderen
M_Fix_RecLeftover_Des=Restanten die niet door andere uninstallers verwijderd kunnen worden, automatisch verwijderen
M_Fix_RecProgram_Single=<a>%s</a> Groot programma gevonden
M_Fix_RecProgram_Some=<a>%s</a> Grote programma's gevonden
M_Fix_RecProgram_Des=Onnodig grote programma's de-installeren om meer schijfruimte vrij te maken
M_Fix_RecWinApp_Single=<a>%s</a> Windows app gevonden
M_Fix_RecWinApp_Some=<a>%s</a> Windows apps gevonden
M_Fix_RecWinApp_Des=Onnodige Windows apps de-installeren om meer schijfruimte vrij te maken
M_Fix_RecEasyUn=Slimmer Eenvoudig De-installeren
M_Fix_RecEasyUn_Des=Eenvoudig een programma de-installeren door eenvoudig het De-installatie pictogram naar het programma’s geopende venster, bureaublad picto ofwel systeemvak pictogram te slepen
M_Fix_RecStubborn=Hardnekkige Programma Verwijderaar
M_Fix_RecStubborn_Des=Unieke database ondersteunt de verwijdering van 1000+ hardnekkige programma's
M_UnlockTitle_Single=PRO mogelijkheden ontgrendelen om %s gevonden issue te herstellen
M_UnlockTitle_Some=PRO mogelijkheden ontgrendelen om %s gevonden issues te herstellen
M_UnlockNow=Nu Ontgrendelen
M_Back=Terug
M_Try=Nu Proberen
M_Upgrade=Nu Bijwerken

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Naam (Totaal: %d)
ListviewHeader_Software_M=Naam
History_info_DouBle_M=programma's werden de laatste keer niet volledig verwijderd. Gelieve Verwijderen te klikken om verder te gaan.
History_info_One_M=programma werd de laatste keer niet volledig verwijderd. Gelieve Verwijderen te klikken om verder te gaan.
History_Scanfor_M=Op restanten scannen
History_ViewDetail_M=Details tonen
UninstallLog_No_IsEmpty_M=Geen resterende bestanden gevonden in Krachtig Scannen.+
Program_Information=Programma informatie
Files_Deleted=Bestanden verwijderd
Registries_Deleted=Registers verwijderd
Scheduled_Tasks_Deleted=Geplande taken verwijderd
Deleted_on_Reboot=Verwijderd bij herstart
Service_Deleted=Service verwijderd
Export_M=Exporteren
rdlbl_NoTkanks=Nee, bedankt
RdLabelDetailNull=Details en status voor elk verwijderd programma zal hier getoond worden.
RdLabelDetails=IObit Uninstaller heeft u geholpen bij de verwijdering van <a>%d</a> programma’s en heeft <a>%s</a> schijfruimte vrijgemaakt.
RdLabelDetail=IObit Uninstaller heeft u geholpen bij de verwijdering van <a>%d</a> programma en heeft <a>%s</a> schijfruimte vrijgemaakt.
History_NoUninstalled_M=Niet geïnstalleerd
History_Residualfilesleft_M=Overblijvende resterende bestanden
M_NoHistoryFound=Geen de-installatie geschiedenis gevonden

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=De-installatie geschiedenis
ListView_History.Columns[1].Caption=De-installatie datum
ListView_History.Columns[2].Caption=Grootte
ListView_History.Columns[3].Caption=Operatie
Menu_ClearThis.Caption=Deze geschiedenis verwijderen
Menu_ClearAll.Caption=Alle geschiedenissen verwijderen

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nee, bedankt
RdImgBtnUninstall.caption=De-installeren
RdListView_History.Columns[0].Caption=Programmanaam
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Installatie Monitor
lbl_RegText.caption=Register ingangen :
lbl_SzieText.caption=Totale grootte :
lbl_StartText.caption=Opstarts:
lbl_FileText.caption=Bestanden :

[InstallDetected_M]
Install_DetectedTitle=%s werd geïnstalleerd met de volgende aangemaakte items.
Install_DetectedTitleEx=<a>%s</a> programma's werden geïnstalleerd met de volgende aangemaakte items.
Install_ViewDetail=Details tonen

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Inschakelen
lbl_Caption.caption=Nieuwe installatie gedetecteerd
lbl_InstallMoniorInfo.caption=Wij adviseren u om Installatie Monitor in te schakelen om u te helpen bij het loggen en tonen van alle aangebrachte wijzigingen aan uw systeem gedurende programma installaties.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Installaties gelogd
rdlbl_Or.Caption=OK
rdlbl_Auto.Caption=Auto Monitor
rdlbl_Drap.Caption=Manuele Monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Niet-ondersteund uitvoerbaar installatiebestand. Gelieve nogmaals te selecteren en opnieuw te proberen.
TipFileNotMsiExe=Ongeldig uitvoerbaar installatiebestand. Gelieve een geldig uitvoerbaar installatiebestand te selecteren en opnieuw te proberen.
AddTip1=Installatie monitor is druk bezig!
AddTip2=Er wordt reeds een installatie bewaakt. Gelieve opnieuw te proberen nadat deze installatie voltooid is.
StarFileTip=Uitvoering mislukt
ExePathErrorTip=Het instellingen bestand van een netwerkschijf is niet ondersteund. Gelieve dit naar uw lokale schijf te kopiëren en opnieuw te proberen.
Logging=Loggen systeemveranderingen...
rdlbl_TipContent_M=Install Monitor detecteert en logt systeem veranderingen tijdens installatie, wat u toestaat de gemaakte wijzigingen aan de bewaakte programma’s op te volgen tijdens de installatie.
rdlbl_SwitchTip.Caption_M=Automatisch detecteren en loggen van programma installaties
rdlbl_DragFileTip.Caption_M=Een instellingenbestand toevoegen of hierheen slepen om systeem wijzigingen te installeren en te loggen.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installatie Logboek
rdlbl_Export.Caption=Exporteren
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Weergavenaam :
InstallDateTip=Installatie datum :
VersionTip=Versie :
PublisherTip=Uitgever :
LocationTip=Locatie :
InstallationDurationTip=Duur installatie :
InstallPackageTip=Installatie pakket :
RegEntriesTip=Register ingangen :
FilesCountTip=Bestanden :
TaskCountTip_M=Geplande taken :
ServiceCountTip_M=Systeem services :
DllCountTip=DLL registratie :
StartUpCountTip=Opstart items:
TotalSizeTip=Totale grootte :
ProgramInformationTip=Programma informatie
MMORegistryTip=Register ingangen
MMOFilesTip=Bestanden
MMOTaskTip_M=Geplande taken :
MMOServiceTip_M=Systeem services
MMODllTip=DLL Registratie
MMOStartUpTip=Opstart Items
MonitorLog_SecondsLan=seconden
MonitorLog_SecondSingleLan=seconde

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Reactie

[MainForm_M]
Nav_Colle_Program_All=Programma's
Nav_Colle_Browser_Extensions=Browser Extensies
Nav_Colle_Win=Windows apps
Nav_Colle_AC=Actie center
Nav_Colle_SH=Software Gezondheid
Nav_Item_Program_All=Alle programma's
Nav_Item_Bundleware=Gebundelde software
Nav_Item_Program_Recent=Recent geïnstalleerd
Nav_Item_Program_Infrequent=Onregelmatig gebruikt
Nav_Item_Program_Large=Grote programma's
Nav_Item_Browser_Extension_All=Alle Browser Extensies
Nav_Item_InstallMonitor=Installatie Monitor
Nav_Item_Logged=Gelogde programma's
Hint_Settings=Opties
Hint_Tools=Gereedschappen
UninstallProTipEnterCode=Code invoeren
Button_Uninstall=De-installatie
Button_Remove=Verwijderen
Button_Update=Alles bijwerken
Button_Install=Nu installeren
ToolPopForceUninstallEx=Forceer Uninstall+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Hardnekkige Programma Verwijderaar
ToolPopHistory=De-installatie geschiedenis
ToolPopFileShredder=Bestandsversnipperaar
ToolPopHunterMode=Eenvoudige de-installatie
ToolPopUpdateUninstall=Windows Updates De-installatie
MoreSettingPopSetting=Instellingen...
MoreSettingPopRestore=Herstellen
MoreSettingPopExport=Exporteren programmalijst
MoreSettingPopUpdate=Controleren op updates
MoreSettingPopManual=Gebruikershandleiding
MoreSettingPopSupport=Technische ondersteuning
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Over
MoreSettingPopWhatsNew=Wat is nieuw
MoreSettingSubscription=Mijn abonnement
DefaultSelProg=Nutteloze programma's verwijderen om meer ruimte vrij te maken.
DefaultSelPlug=Ongewenste insteekmodules verwijderen om uw browser te beschermen.
DefaultSelADPlugin1=1 malafide/ad insteekmodule verwijderen voor veilig surfen.
DefaultSelADPlugin2=%d malafide/ad insteekmodules verwijderen voor veilig surfen.
DefaultSelWApp=Ongewenste Windows Apps verwijderen om uw PC te versnellen.
DefaultSelBundle=Verwijderen ongewenste gebundelde programma's.
DefaultSelUpdate=Uw belangrijke programma's bijgewerkt houden.
DefaultUpdaterPromot=Meer programma's bijwerken met IObit Software Bijwerker.
DefaultUpdaterPromote1=verouderd programma werd gevonden.
DefaultUpdaterPromote2=verouderde programma's werden gevonden.
DefaultUpdaterPromoteInfo=Klik Alles Bijwerken om alle verouderde programma's met 1-klik bij te werken.
SelInfoProg=programma geselecteerd voor verwijdering. Totale omvang:
SelInfoProgM=programma's geselecteerd voor verwijdering. Totale omvang:
SelInfoPlug=insteekmodule geselecteerd voor verwijdering.
SelInfoPlugM=insteekmodules geselecteerd voor verwijdering.
SelInfoApp=app voor de-installatie geselecteerd. Totale grootte :
SelInfoAppM=apps voor de-installatie geselecteerd. Totale grootte :
SelInfoBundle=item geselecteerd voor de-installatie.
SelInfoBundleM=items geselecteerd voor de-installatie.
BundleHint=Wanneer u het hoofdprogramma installeerd, kunnen andere programma's eveneens geïnstalleerd worden zonder uw medeweten. U kan deze ongewenste programma's verwijderen.
RestoreDefaultSettingsButton=%s standaardinstellingen herstellen
APTitle=Alle Pros activeren
AP5=Opgeruimde de-installatie met logboek
AP2=Volledige verwijdering Bundleware
AP6=Vlotte Software Prestaties
AP4=1-klik software updater
MainUpdate_Hint=Nieuwe versie
NewsDisconnCaption=Deel IObit Uninstaller met uw familie en vrienden.
NewsDisconnDes=Zij zullen dit gelukkig gebruiken!
NewsNewVerCaption=Belangrijke nieuwe versie beschikbaar
NewsNewVerDes=Gelieve' de laatste versie nu te downloaden.
ToolPopForceUninstall_Detail=Helpt bij de de-installatie van programma’s die niet op de normale wijze verwijderd kunnen worden.
ToolPopSoftUpdaterEx_Detail=Verouderde software bijwerken om beveiligingsrisico's te reduceren
ToolPopHistory_Detail=Toon details en status voor elk verwijderd programma
ToolPopFileShredder_Detail=Helpt bij het veilig en permanent verwijderen van ongewenste programma's
ToolPopHunterMode_Detail=Sleep het Easy Uninstall ikoon om programma's eenvoudig te de-installeren
ToolPopUpdateEx_Detail=Ongewenste Windows Updates verwijderen om meer schijfruimte vrij te maken
ToolPopStubbornEx_Detail=Unieke database ondersteund de verwijdering van 1000+ hardnekkige programma's
DefaultSelInfo_Logged=De opgelijste programma's kunnen volledig verwijderd worden.
MoreSettingTranslate=Help ons vertalen

[MetroApp_M]
NoSerchItem_Tip=Geen items komen overeen met uw opzoeking.
Win8NoItemTip_M=Geen Windows apps gevonden
Win8LoadingApp=Laden apps...
Win8ListViewGroupsWin8AppHeader=Windows apps
Win8ListViewGroupsWin8AppSubtitle=Apps gepubliceerd door Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Apps van derden
Win8ListViewGroupsThirdSubtitle=Apps gepubliceerd door derde partij bedrijven.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Naam
ListView_AppList.Columns[1].caption=Grootte
ListView_AppList.Columns[2].caption=Installatiedatum
ListView_AppList.Columns[3].caption=Operatie
lbl_Notice.caption=Om uw Windows Apps te tonen, gelieve u ervan te verzekeren dat uw account beheerdersrechten heeft.
mniUninstall.caption=De-installatie
mniRefush.caption=Vernieuwen
mniDetails.caption=Details
mniOpenFile.caption=Open bestandslocatie
mniOpenReg.caption=Open in Regedit
mniOpenWinstore.caption=Open in Winstore
mniSearchOnline.caption=Zoek online
mniRate.caption=Beoordeling

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Nu verwijderen
rdlbl_NoticeInfo.Caption=Uw beschikbare systeem schijfruimte is minder dan 10%.
rdlbl_NoticeTip.Caption=Verwijder ongewenste programma's met IObit Uninstaller om meer schijfruimte te claimen.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> de-installatie restanten werden gevonden.
LeftTip=Deze opruimen om meer schijfruimte vrij te maken.
LeftBtn=Nu Opruimen

[SoftNoticeForm_M]
PopupTip=Zorgwekkende Notificaties gedetecteerd
PopUpOne=<a>1</a> popup notificatie kan geblokkeerd worden om onderbrekingen te voorkomen.
PopUpEx=<a>%s</a> popup notificaties kunnen geblokkeerd worden om onderbrekingen te voorkomen.
PopupBtn=Nu Blokkeren

[Malicious_M]
NoticeInfoEx_One=Malafide Software/Extensies Gedetecteerd<BR><a>1</a> malafide software/extensie kan verwijderd worden voor een snelle en veilige PC.
NoticeInfoEx_Some=Malafide Software/Extensies Gedetecteerd<BR><a>%d</a> malafide software/extensies kunnen verwijderd worden voor een snelle en veilige PC.

[InstallClearForm_M]
SetupTip=Onnodige Installatie Bestanden Gedetecteerd
SetupClean=<a>1</a> onnodig instelling bestand kan opgeruimd worden om <a>%s</a> schijfruimte vrij te maken.
SetupCleanEx=<a>%s</a> onnodige instelling bestanden kunnen opgeruimd worden om <a>%s</a> schijfruimte vrij te maken.
SetupBtn=Nu Opruimen

[uninstall_Mitor_M]
showDetails_M=Toon details
Cleanmanually_M=Manueel opruimen
AutoClean_M=Auto-opruimen
Cleaning_M=Opruimen
Cleannow_M=Nu opruimen
StillLeavas_M=%s gaat nog weg
LeftoversRemoved_M=Restanten van %s werden verwijderd
Registry_M=Register
File_M=Bestand
Files_M=Bestanden
Cleanfuture_M=Automatisch opruimen in de toekomst
Setting_M=Instelling
Uselessfiles_M=nutteloze bestanden
Uselessregistryentries_M=nutteloze register ingangen
UselessregistryentriesOne_M=Nutteloze register ingang
Lan_BundleNoticeText_M=Er werd bundleware gevonden tijdens de installatie van %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Malafide werkbalken en insteekmodules
ListViewGroupMaliciousDesc=Deze werkbalken en insteekmodules kunnen uw standaard browser veranderen en uw private informatie stelen.
ListViewGroupAdTitle=Ad gebaseerde werkbalken en insteekmodules
ListViewGroupAdDesc=Deze werkbalken en insteekmodules kunnen advertenties, banner ads, enz. tonen.
ListViewGroupTrustTitle=Betrouwbare werkbalken en insteekmodules
ListViewGroupTrustDesc=Deze werkbalken en insteekmodules zullen uw computer niet beschadigen. Indien gewenst kan u deze verwijderen of behouden.
ListViewGroupExtensions=Extensies
ListViewGroupPlugins=Insteekmodules
ListViewGroupToolbar=Werkbalken
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Extensies worden gebruikt om de mogelijkheden van uw browser aan uw wensen aan te passen.
ListViewGroupPlugin_DES=Insteekmodule kan eenvoudig geïnstalleerd en gebruikt worden als onderdeel van de web browser.
ListViewGroupToolbar_DES=Werkbalk helpt gebruikers met snelle toegang tot websites en bij het uitvoeren van functionaliteit in andere toepassingen.
ListViewGroupBHO_DES=BHO helpt bij het personaliseren van browsers en voorziet in eenvoudige interactieve functies.
ListViewGroupActivex_DES=ActiveX wordt gebruikt door Internet Explorer voor rich media weegave.
NoSerchItem_Tip=Geen items komen overeen met uw opzoeking.
PluginColumnStr_Title=Naam (Totaal: %d)
ChromeSyncMsg=Chrome Sync is ingeschakeld. De insteekmodules gemarkeerd voor verwijdering, kunnen na verwijdering automatisch opnieuw geïnstalleerd worden. Gelieve <a>Chrome Sync uitschakelen</a> te klikken om de stappen op ons forum te volgen om Chrome Sync uit te schakelen.
EdgeSyncMsg=Edge Sync is ingeschakeld. De voor verwijdering geselecteerde extensies kunnen na verwijdering automatisch opnieuw geïnstalleerd worden. Gelieve op <a>Edge Sync Uitschakelen</a> te klikken en volg de gedetailleerde stappen om Edge Sync uit te schakelen.
FuncPluginSysPluginMsgBox=Het is niet aanbevolen om %s te verwijderen daar sommige browser functionaliteit kan beïnvloed worden na de verwijdering.
FuncPluginLoading=Laden...
FuncPluginRmoveSuccess=Verwijdering succesvol. Laden...
FuncVotePlugSelectMsgBox=Gelieve item voor beoordeling te selecteren
FuncPluginRmoveConfireSingleMsgBox=Bent u zeker om het geselecteerde item te verwijderen?
FuncPluginRmoveConfireSomeMsgBox=Bent u zeker om de geselecteerde items te verwijderen?
FuncCheckBrowserMsgBox_1=%s wordt uitgevoerd.
FuncCheckBrowserMsgBox_2=Klik OK om dit te sluiten (Gelieve uw inhoud eerst te bewaren).
FuncCheckBrowserMsgBox_3=Or klik Annuleren om de operatie af te breken.
FuncCheckBrowserMsgBox_4=%s worden uitgevoerd.
FuncCheckBrowserMsgBox_5=Klik OK om deze te sluiten (Gelieve uw inhoud eerst te bewaren).
FuncCheckBrowserMsgBox_6=Or klik Annuleren om de operatie af te breken.
FuncPluginRemoveFailedMsgBox_4=Verwijdering %s kan falen omdat dit onder de bescherming van %s valt. Gelieve %s af te sluiten en herstart IObit Uninstaller om opnieuw te verwijderen.
FuncRestoreSuccessMsgBox=Standaard instellingen succesvol hersteld.
FuncRestoreFailedMsgBox=Herstellen browser standaard instellingen mislukt.
PluginRestoreStr=%s standaardinstellingen herstellen
mniOpeninRegedit_M=Open in regedit
lbl_NoFoundItems.caption_M=Geen werkbalken of insteekmodules gevonden

[VoteText_M]
FuncVoteMarkSelectMsgBox=Gelieve te beoordelen.
FuncVoteFailedMsgBox=Beoordeling mislukt, gelieve uw netwerkverbinding te controleren en opnieuw te proberen.
FuncVoteActiveVote=Beoordelen
FuncVoteWaitting=Beoordeling verzenden, gelieve te wachten...
VoteStr_1=<a>1</a> gebruiker heeft beoordeeld. U hebt reeds een beoordeling gegeven.
VoteStr_2=Nog geen beoordeling. Dit als eerste beoordelen.
VoteStr_3=<a>%d</a> gebruikers hebben beoordeeld. U hebt reeds een beoordeling gegeven.
VoteStr_4=<a>%d</a> gebruikers hebben beoordeeld. Hoe denkt u over deze extensie?
VoteStr_5=<a>%d</a> gebruikers hebben beoordeeld. Hoe denkt u over deze app?
Removingnow_M=Nu verwijderen...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Naam
rdlvAllBrowse.Columns[1].Caption=Gebruikers waardering
rdlvAllBrowse.Columns[2].Caption=Operatie
rdlvCustomBrowse.Columns[0].Caption=Naam
rdlvCustomBrowse.Columns[1].Caption=Uitgever
mniRemove.Caption=Verwijderen
mniRate.Caption=Waardering
mniIgone.Caption=Negeren
mniRefush.Caption=Vernieuwen
mniOpenFloder.Caption=Open bestandslocatie
mniSelectedAll.Caption=Selecteer alles
mniInvertSelection.Caption=Omkeren selectie
mniSearchOnline.Caption=Zoek online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reset Browser
lblConfire.Caption=Bent u zeker dat u de standaard instellingen wilt herstellen?
lblHomepageTitle.Caption=Huidige thuispagina:
lblSearchTitle.Caption=Huidige standaard zoekmachine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Annuleren

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Succesvol verwijderd!
lbl_Removing.Caption=Verwijdering...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Geen programma's zoals deze gevonden (niet gebruikt voor meer dan 2 maanden)
Noprograms_Size_M=Geen enkel programma overschrijdt %s.
Noprograms_match_M=Geen items komen overeen met uw opzoeking.
Noprograms_Recent_M=Geen programma's geïnstalleerd in de afgelopen 10 dagen.
monthsago_M=%d maanden geleden
yearsago_M=%d jaar geleden
yearsagos_M=%d jaren geleden
SoftwareFrame_InstallDate_M=Installatiedatum
SoftwareFrame_FrequencyUse_M=Laatst gebruikt
HistoryInfo_DisplayName=Schermnaam
HistoryInfo_Publisher=Uitgever
HistoryInfo_Version=Versie
HistoryInfo_InstallDate=Installatiedatum
HistoryInfo_UseSize=Gebruikte ruimte
HistoryInfo_Location=Locatie
HistoryInfo_UninstallDate=Deînstallatie datum
Lan_NoBundle_New=Bundleware is de software die met een andere programma geïnstalleerd kan worden zonder uw medeweten tijdens de installatie van het hoofdprogramma.
Lan_Main_Soft=Hoofdprogramma
Lan_Bundled_Soft=Gebundeld programma
Lan_Bundled_Plug=Gebundelde insteekmodules
ColumnName_Logged=Installatie logboek0
ColumnName_LogDate=Installatie datum
ViewDetail=Logboek tonen
NoPrograms_Logged=Programma’s gelogd door Install Monitor, kunnen volledig verwijderd worden gedurende toekomstige de-installatie.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Grootte
ListView_SoftwareList.Columns[2].Caption=Installatiedatum
ListView_SoftwareList.Columns[3].Caption=Operatie
Menu_Program_Uninstall.caption=De-installatie
Menu_Program_Repair.caption=Repareren
Menu_Program_Refresh.caption=Vernieuwen
Menu_Program_OpenFileLocation.caption=Open bestandslocatie
Menu_Program_OpeninRegedit.caption=Open in Regedit
Menu_Program_SearchOnline.caption=Zoek online
mni_Openthewebsite.caption=Open de website

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Type
ListView_BundleList.Columns[2].Caption=Operatie
Menu_Program_Uninstall.caption=De-installatie
Menu_Program_OpenFileLocation.caption=Openen bestandslocatie
Menu_Program_OpeninRegedit.caption=Openen in Regedit
Menu_Program_SearchOnline.caption=Online zoeken
mni_Ignore.caption=Negeren
mniOpenthewebsite.caption=Open de website

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware gevonden
btn_UninstallAll.caption=Alles de-installeren
lbl_Info.caption=De volgende bundleware samen de-installeren met IObit Uninstaller PRO, ofwel enkel het huidige programma de-installeren.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware gevonden. Gelieve ook de ongewenste bundleware voor verwijdering te selecteren.

[PromoteForm_M]
M_ProAD_Title=Meer functies en voordelen met de Pro editie.
M_ProAD_CleanLog=Programma’s volledig de-installeren met logboek aangemaakt tijdens de installatie.
M_ProAD_Monitor=Programma installatie bewaken & eenvoudige verwijdering bundleware
M_ProAD_Database=Grote database om hardnekkige programma's diepgaand te verwijderen
M_ProAD_Plugin=Verwijderen van malafide / ads insteekmodules voor veiliger & vlotter surfen
M_ProAD_Update=Eén-klik om uw belangrijke programma's bijgewerkt te houden
M_ProAD_SoftHealth=Software zwakheden automatisch detecteren en eenvoudige blokkering van popup notificaties en ongewenste ads
M_Continue=De-installatie verder zetten
M_BundleTitle=IObit Uninstaller PRO activeren om bundleware volledig te verwijderen.
M_BundleTitle2=Programma installatie in real time bewaken en eenvoudig bundleware verwijderen.
M_UninstallLogTitle=IObit Uninstaller PRO activeren om automatisch programma installatie te detecteren en te loggen voor toekomstige diepgaande de-installatie met opsporingslogboeken.
M_PluginMaliciouTitle=IObit Uninstaller PRO installeren om malafide/ads insteekmodules diepgaand te verwijderen.
M_PluginMaliciouTitle2=De steeds uitbreidende database zal helpen bij het verwijderen van meer malafide/ads insteekmodules.
M_SPUninstallFail=%s de-installatie mislukt.
M_SPAD_Title=PRO activeren om dit te de-installeren met een specifieke database.
M_SPUninstallFailCount=%d programma's de-installatie mislukt.
M_SPADCount_Title=kan niet op de normale wijze gede-installeerd worden. PRO activeren om deze met een specifieke database te de-installeren.
SpecPromotTile_1=%s de-installatie mislukt.
SpecPromotTile_2=%d programma's de-installatie mislukt.
SpecPromotTile_3=1 programma werd gede-installeerd.
SpecPromotTile_4=%d programma's werden gede-installeerd.
SpecPromotTile_5=Echter, de-installatie van 1 programma mislukt.
SpecPromotTile_6=Echter, de-installatie van %d programma's mislukt.
SpecPromotInfo_1=PRO activeren om dit te de-installeren met een specifieke database.
SpecPromotInfo_2=PRO activeren om deze te de-installeren met een specifieke database.
SpecPromotInfo_3=%s kan niet op de normale wijze gede-installeerd worden.

[Protip_M]
Congratulations_M=Gefeliciteerd!
YouHave_M=U heeft succesvol bijgewerkt naar de laatste IObit Uninstaller.
Try_M=Nu proberen!
Tip_M=Automatisch succesvol bijgewerkt naar <a>%d</a>.
WhatNew_M=Wat is nieuw in de laatste versie:
More_M=Meer Details

[Uninstaller_Public_M]
Lan_ButtonCancel=Annuleren
Lan_ButtonClose=Sluiten
Lan_ButtonContinue=Verder gaan
Lan_ButtonClean=Opgeruimd
Lan_Cleaning=Opruiming
Lan_Details=Details
Lan_Exit=Afsluiten
Lan_Hide=Verbergen
Lan_Ignore=Negeren
Lan_Ignored=Genegeerd
Lan_item=Item
Lan_items=Items
Lan_LoadingD=Laden...
Lan_WindowMin=Minimaliseren
Lan_WindowMax=Maximaliseren
Lan_ButtonNo=Neen
Lan_Name=Naam
Lan_NameT=Naam (Totaal: %d)
Lan_Notagain=Toon dit niet meer
Lan_ButtonOK=OK
Lan_Publisher=Uitgever
Lan_WindowRest=Herstellen
Lan_ButtonRemove=Verwijderen
Lan_State=Status
Lan_Show=Tonen
Lan_Scan=Scan
Lan_Search=Zoeken
Lan_ButtonUninstall=De-installatie
Lan_Version=Versie
Lan_ButtonYES=Ja
Lan_ButtonFor0=Pro verkrijgen voor $0
Lan_ButtonActivate=Nu activeren
Lan_ButtonUpgrade=Nu bijwerken
Lan_ButtonUpgradeFor0=Nu bijwerken voor $0
Lan_DisplayName=Schermnaam
Lan_Installationpath=Installatiepad
Lan_Description=Omschrijving
Lan_LinkAbout=Over verwijzing
Lan_LinkHelp=Help verwijzing
Lan_SysMsgCorrupted=Sommige bestanden van IObit Uninstaller zijn beschadigd. Gelieve IObit Uninstaller opnieuw te installeren.
Lan_Bit=bit

[RC_M]
M1=Gratis PRO editie verkrijgen
M2=$0 om van eenvoudiger, meer krachtige & volledige de-installatie te genieten.
M3=Auto
M4=Opruimen overblijvende bestanden
M5=1-Klik
M6=Alle Software Issues Herstel
M7=1000+
M8=Hardnekkige Software Verwijdering
M9=50% Groter
M10=Software Updater Database
M11=Nu, meer grotere en verbeterde PRO mogelijkheden, GRATIS aangeboden:
M12=GRATIS inschakelen van AUTO Opruimen Overblijvende Bestanden
M13=en geniet van een snellere & vlottere PC.

[Unistaller_Register_M]
license_OtherCode_M=De licentie code %s is enkel geldig voor %s. Gelieve de OK toets te klikken om uw %s te downloaden en te registreren.
LicenseCannotconnect_M=Kan niet verbinden met onze server. Gelieve uw netwerk/proxy instellingen te controleren en probeer uw licentie later te valideren.
license_OtherGivewalys_M_M=%s is een geschenk licentie en enkel geldig voor een specifieke versie. Gelieve <a>hier</a> te bezoeken om een nieuwe licentiecode voor IObit Uninstaller %s PRO te kopen.
License_expired_M=De licentie %s is verlopen. Klik <a>hier</a> om een nieuwe licentie te kopen.
License_maximum_M=De licentie %s is reeds geactiveerd voor het maximale aantal PC's en kan niet gebruikt worden. Gelieve <a>hier</a> te klikken om een andere licentie te kopen om IObit Uninstaller PRO voor deze PC te activeren.
License_Free_M=De licentie %s kan niet geactiveerd worden. Gelieve een nieuwe licentie te kopen voor IObit Uninstaller PRO.
License_valid_M=Ongeldige licentie code! Gelieve een geldige licentie code in te voeren.
LicenseSeat_M=Licentie zetel:
LicenseCodeLiftTime_M=Dit is een levenslange licentie code, welke enkel geldig is voor IObit Uninstaller v%d. Gelieve uw IObit Uninstaller v%d PRO opnieuw te installeren.
licensedays_left_M=%d dagen over
licenseday_left_M=%d dagen resterend
LicenseCodeLocation_M=De licentiecode %s is niet geldig in uw regio of land. Gelieve op OK te klikken om een geldige te kopen.
Never_M=Nooit
M_CheckLicense=U kan naar Mijn Abonnement gaan en onder het Opties menu uw licentie status controleren.

[Uninstaller_Form_Activate]
Label_Get.caption=Licentie verkrijgen
Label_Retrv.caption=Code terug krijgen
Label_Eg.caption=b.v.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Nu registreren
RdLabelCaption.caption=Activeer de Pro Editie om een betere dienstverlening te genieten
Label_Please.caption=Gelieve uw licentie in te voeren en klik op de "Nu registreren" toets om de volledige functionaliteit van de PRO editie te activeren.
Label_Code.caption=Licentie code:
RdBtnlab.caption=Meer voordelen, dat beloven wij:
RdImgBtn_Upgrade.caption=Bijwerken naar PRO

[Form_Activate_M]
TitleOne=De-installatie opruimen met Logboek
ContentOne=Diepgaande de-installatie van programma's op basis van logboeken aangemaakt tijdens de installatie
TitleTwo=Verwijdering Hardnekkige Programma's
ContentTwo=Volledige verwijdering van +1000 hardnekkige programma's op basis van een unieke database
TitleThree=Vlotte Software Prestaties
ContentThree=Software zwakheden automatisch detecteren en eenvoudige blokkering van popup notificaties en ongewenste ads
TitleFour=Software Updater
ContentFour=1-klik om uw belangrijke programma's steeds up-to-date te houden

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Sluiten
lbleg.Caption=V.b.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=help
Label_Please.caption=Gelieve uw licentie in te voeren en klik op de "Nu registreren" toets om de volledige functionaliteit van de PRO editie te activeren.
Label_Code.caption=Licentie code:
RdImgBtnRegister.caption=Nu registreren
Label_Retrv.caption=Code terug krijgen
Label_HaveLicense.caption=Hebt u geen licentie?
Label_click.caption=Klik hier om er een te krijgen.
RdImageButton_Back.caption=Terug
RdImageButton_Close.caption=Sluiten
RdLabelCaption.caption=Licentiebeheerder
Label_Status.caption=Licentiestatus:
Label_Activated.caption=Geactiveerd
Label_Lcode.caption=Licentie code:
Label_Data.caption=Vervaldatum:
Label_Refresh.caption=Vernieuwen
Label_Export.caption=Exporteer licentie
rdlblAlread.caption:=Heb reeds een licentie code

[uninstaller_Form_licensemessage]
rdlblHelp.caption=help
RdImgBtn_Closetwo.caption=Sluiten
Label_success.caption=De licentie is succesvol geactiveerd!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klik links en sleep de muis om het gebied te selecteren waarvan u een schermafdruk wilt maken
M_NoticeInfo_AC=2. Klik rechts of druk Esc om af te sluiten
M_Rect=Vierkant
M_Oval=Ovaal
M_Text=Tekst
M_Paintbrush=penseel
M_Return=Herstel operatie (CTRL + z)
M_Copy=Kopie naar klembord
M_Exit=Afsluiten schermafdruk
M_Save=Bewaren
M_TipInfo=De schermafdruk werd bewaard naar het klembord. U kan CTRL + V gebruiken om te plakken.
M_TipShow=Toon deze boodschap niet meer
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Instellingen
lbl_UserInterfaceTitle.caption=Gebruikersinterface
lbl_SkinTitle.caption=Weergave:
lbl_LanguageTitle.caption=Huidige taal:
lbl_FontSize.caption=Lettergrootte:
lbl_Dark.caption=Donker
lbl_Light.caption=Licht
lbl_UpdateTitle.caption=Bijwerkmethode
lbl_UpdateChooseDes.caption=Bijwerkmethode voor dit product:
btnImg_UpdateRemind.caption=Meld het mij wanneer nieuwe versies beschikbaar zijn
btnImg_UpdateAuto.caption=Automatisch bijwerken
lbl_GeneralCaption.caption=Algemeen
btnImg_AutoDelete.caption=Resterende bestanden automatisch verwijderen
btnImg_AfterUninstallAutoScan.caption=Automatische verwijdering van programma de-installatie restanten, gede-installeerd door een ander de-installatie programma.
btnImg_RemoveToRecycleBin.caption=Resterende bestanden verwijderen naar de Prullenmand
btnImg_ShowExplorerButton.caption=Bestandsversnipperingstoets toevoegen aan Explorer
btnImg_ShowComponents.caption=Geen weergave van systeem run-time componenten
btnImg_ShowMenuButton.caption=Krachtige de-installatie optie toevoegen aan het Windows context menu
btnImg_CreateRestore.caption=Een herstelpunt aanmaken voor de-installatie
btnImg_OK.caption=OK
btnImg_Cancel.caption=Annuleren
lbl_HotKey.caption=Sneltoets voor eenvoudige de-installatie:
lbl_OccupiedHotKey.caption=Reeds in gebruik, voer een nieuwe in:
lbl_Notification.caption=Notificatie
btn_NotifySoftUpdater.caption=Meld mij wanneer nieuwe programma versies beschikbaar zijn
btnImg_SystemDiskSpace.caption=Meld mij wanneer vrij schijfruimte onder 10%
lbl_Boundleware.caption=Negeerlijst
btnImg_remove.caption=Verwijderen
btnImg_UserInterface.Caption=Gebruikersinterface
btnImg_General.Caption=Algemeen
btnImg_Notification.Caption=Notificaties

[Uninstall_setting_M]
Setting_UITitle=Gebruikersinterface
Setting_GeneralTilte=Algemeen
Setting_NotificationTilte=Melding
Setting_BoundlewareTilte=Negeerlijst
Setting_Size_Normal=Normaal
Setting_Size_Large=Groot
Setting_Size_Larger=Groter
Setting_listviewHeader=Item naam
SystemComponentsInfo=Systeem componenten zoals Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Meld mij wanneer een installatielogboek werd aangemaakt na auto monitoring
btnImg_BundlewareInstalled_M=Meld mij wanneer bundleware geïnstalleerd werd
btnImg_BrowserPlugTip_M=Meld mij wanneer malafide insteekmodules geïnstalleerd werden
btnImg_AutoCleanTipForm_M=Meld mij bij detectie van overblijvende bestanden, achter gelaten door andere uninstaller's de-installatie
btnImg_leftovers_M=Meld mij wanneer restanten van verwijderde programma's gevonden werden
btnImg_SoftNotific_M=Meld mij wanneer popup notificaties gedetecteerd worden
btnImg_NotNeedInstall_M=Meld mij wanneer onnodige installatie bestanden gedetecteerd worden
btnImg_Boundleware.Caption_M=Negeerlijst
rdlbl_BoundlwareTip.caption_M=De genegeerde bundleware zal niet gedetecteerd worden totdat u deze uit onderstaande lijst verwijderd.

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Verouderd
SU_GroupUpToDate_New=Bijgewerkt
SU_Ignore=Negeren
SU_Ignored=Genegeerd
SU_NoIgnore=Negeren ongedaan maken
SU_Update=Bijwerken
SU_Updating=Bijwerken
SU_UpToDate=Up to date
SU_NewVersion=Nieuwe versie
SU_CurrVersion=Huidige versie
SU_ActivePro=Automatisch bijwerken activeren
SU_Button_UpdateAll=Alles bijwerken
SU_NoUpdates=Er zijn geen nieuwe versies beschikbaar voor de software op uw computer.
SU_IgnoreForever=Negeer alle bijwerk versies
SU_IgnoreCurrent=Negeer de huidige bijwerk versie
SU_CancelUpdate=Bijwerken wordt uitgevoerd. Bent u zeker dat u het bijwerken wilt annuleren?
SU_DefaultSelUpdate=Hoera! Alle software is up-to-date!
SU_DefaultUpdaterPromoteInfo=Alle verouderde software bijwerken om beveiligingsrisico's te reduceren.

[SoftUpdatePromote_M]
IUP_Manually=Manueel bijwerken
Img_Tab=IObit uninstaller PRO activeren om
LbIUPromote1=Alle belangrijke programma's met enkel 1-klik installeren
LbIUPromote2=Nieuwe versies automatisch installeren zonder naar de website te gaan
SUInstall=Installeren
SUImg_Tab=IObit Software Bijwerker installeren
LbSUPromote1=Meer programma's moeiteloos bijwerken
LbSUPromote2=Gewenste programma's eenvoudig installeren
SUEULA=Door op “Installeren” te klikken, gaat u akkoord met de installatie van IObit Software Bijwerker en aanvaard de <a>EULA</a> & <a>Privacy Politiek</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> product moet bijgewerkt worden
TipOnes=<a>%s</a> producten moeten bijgewerkt worden
TipInfo=om uw PC tegen beveiligingsrisico's te beschermen
NeverShow=Toon dit niet meer
BtnUpdate=Nu bijwerken

[SpecUTool_M]
SpecTOpen=Openen
SpecTOK=OK
SpecTHide=Verbergen
TrayHint=IObit Uninstaller is programma's aan het verwijderen
SpecTUninstalling=Verwijderen van het volgende programma:
SpecTUninstallingM=Verwijderen van de volgende programma's:
SpecTUninstalled=programma is verwijderd.
SpecTUninstalledM=programma's zijn verwijderd.
SpecTClose=Sluiten

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Hardnekkige Programma Verwijderaar
lbl_DescTitle.caption=Toon de programma's waarvan u op andere plaatsen geen de-installatie ingangen vindt. Hier kan u deze eenvoudig verwijderen.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Officiele database verwijderaar (%d)
OfficialDesEx=Sommige programma’s kunnen door beveiligingsredenen, niet op de normale manier verwijderd worden. U kan deze eenvoudig de-installeren door hier de officiële verwijderaar te gebruiken.
AllGroupEx=Ondersteunde programma's database (%d)
AllDesEx=Hier vindt u een lijst van programma’s die u elders niet kan vinden en de-installeren. U kan deze hier eenvoudig de-installeren.
ProblemsTip=Problemen gevonden
LoadingTip=Laden van ondersteunde programma database...
NotInstallSingleMsgBox=Er werden geen de-installatie issues gedetecteerd voor het volgende programma. Bent u zeker dat u wilt verder gaan met de de-installatie en scan voor resterende bestanden?
NotInstallSomeMsgBox=Er werden geen de-installatie issues gedetecteerd voor de volgende programma's. Bent u zeker dat u wilt verder gaan met de de-installatie en scan voor resterende bestanden?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=De-installeerder herstel
rdlblDesc.Caption=Uw computer herstellen naar de staat voor de geselecteerde gebeurtenis. De laatste kan niet verwijderd worden vanwege systeem veiligheid.
ListView_Restore.Columns[0].Caption=Datum en tijd
ListView_Restore.Columns[1].Caption=Omschrijving
btn_CreateRestorePoint.Caption=Herstelpunt aanmaken
RdImageButton_Restore.Caption=Herstellen
RdImageButton_Delete.Caption=Verwijderen
lblNull.Caption=Geen systeemherstelpunten aangemaakt.
Rdlbl_CreateRestorePoint.caption=Aanmaken herstelpunt

[SystemRestore_M]
SysRestore_CreateComplete=Aanmaken herstelpunt succesvol!
SysRestore_CreateFailed=Aanmaken herstelpunt mislukt! Gelieve te controleren of uw Systeemherstel is ingeschakeld.
SysRestore_CreateRestore_Confirm=Bent u zeker dat u een herstelpunt wilt aanmaken?
SysRestore_CreateRestore_Tip=Aanmaken herstelpunt, gelieve te wachten...
SysRestore_CreateRestore_Failed=Aanmaken herstelpunt mislukt! Gelieve te controleren of uw Systeemherstel is ingeschakeld.
SysRestore_SetRestore_Confirm=Waarschuwing: uw systeem herstellen naar een herstelpunt, zal alle veranderingen na dat herstelpunt teniet doen. Eenmaal gestart, kan systeemherstel niet meer ongedaan of afgebroken worden. Bent u zeker dat u wilt verder gaan?
SysRestore_SetRestore_Reboot=Een herstart is noodzakelijk om deze veranderingen toe te passen. Gelieve al uw openstaande bestanden te bewaren en sluit alle geopende programma's af voor de herstart. Uw computer nu herstarten?
SysRestore_SetRestore_Tip=Herstellen systeem, bestanden en instellingen, gelieve te wachten...
SysRestore_Delete_Confirm=Bent u zeker dat u dit wilt verwijderen?

[UninstallForm_M]
MsgBox_SelectProgram=Gelieve tenminste één programma te selecteren.
Msg_Bundle_RebootSpec=was verwijderd. Gelieve uw computer te herstarten om de de-installatie te voltooien.
OneItemStr=%d item
SomeItemStr=%d items
Clean_Uninstall=Schone de-installatie
RebootToDelete_Str=(Verwijdering bij herstart)
UninstallingSingleStr_New=Bent u zeker dat u het geselecteerde item wilt de-installeren?
UninstallingSomeStr_New=Bent u zeker dat u de geselecteerde %d items wilt de-installeren?
UninstallingSingleStrUpdate=Bent u zeker dat u de geselecteerde Windows update wilt verwijderen?
UninstallingSomeStrUpdate=Bent u zeker dat u de %d geselecteerde Windows updates wilt verwijderen?
UninstallingSingleStrApp=Bent u zeker dat u de geselecteerde Windows app wilt verwijderen?
UninstallingSomeStrApp=Bent u zeker dat u de %d geselecteerde windows apps wilt verwijderen?
Uninstall_Str=Verwijdering %s (%d/%d)
Scan_Str=Scannen %s (%d/%d)
UninstallOne_Str=Verwijdering %s
ScanOne_Str=Scannen %s
CreateRetore_Str=Aanmaken herstelpunt, gelieve te wachten...
SureToDeleteSomeStr_New=<a>%d</a> items werden gede-installeerd. Maar deze hebben nog steeds de volgende restanten.
SureToDeleteOneStr_New=<a>1</a> item werd gede-installeerd. Maar dit heeft nog steeds de volgende restanten.
SureToDeleteSomeStrApp=<a>%d</a> Windows werden verwijderd. Maar deze lieten de volgende restanten achter.
SureToDeleteOneStrApp=<a>1</a> Windows werden verwijderd. Maar heeft nog altijd de volgende restanten.
SureToDeleteByHistroy=Restanten gevonden
DeletingStr=Verwijdering restanten, gelieve te wachten...
DeleteCancleStr=Bent u zeker dat u de verwijdering wilt annuleren?
RestoringCancleStr=Aanmaken herstelpunt. Bent u zeker dat u wilt annuleren?
UninstallingCancleStr=Verwijdering wordt uitgevoerd en resterende bestanden kunnen overblijven indien u nu afsluit. Bent u zeker dat u wilt afsluiten?
ScaningCancleStr=Scannen wordt nu uitgevoerd en overblijvende bestanden kunnen achterblijven indien u nu afsluit. Bent u zeker dat u wilt afsluiten?
RegistryCaption_Str=Register
FileCaption_Str=Bestand
TaskCaption_Str=Geplande taken
ServiceCaption_Str=Systeem services
DllCaption_Str=DLL Registratie
SuccessReslutFromHistroySingle=Resterende bestanden werden succesvol opgeruimd. Controleer details hier onder:
SuccessReslutFromUninstallSingle_New=U hebt <a>%d</a> item met succes gede-installeerd en verwijderde de onderstaande restanten:
SuccessReslutFromUninstallSome_New=U hebt <a>%d</a> items met succes gede-installeerd en verwijderde de onderstaande restanten:
SuccessReslutFromUninstallSingleApp=U heb met succes <a>%d</a> Windows app verwijderd met onderstaande details :
SuccessReslutFromUninstallSomeApp=U heb met succes <a>%d</a> Windows apps verwijderd met onderstaande details :
FileDelete_Str=Bestanden
RegDelete_Str=Register ingangen
TaskDelete_Str=Geplande taken
ServiceDelete_Str=Systeem services
DeepDelete_Str=Geregistreerde items
HtmlRecomReslutCaption=Gedeïnstalleerde <a>%d</a> programma's en verwijderde restanten hier onder:
HtmlRecomReslutCaption1=Verwijderd <a>%d</a> programma en onderstaande verwijderde restanten :
HtmlRecomReslutAppCaption=Verwijderd <a>%d</a> Windows apps en onderstaande verwijderde restanten :
HtmlRecomReslutAppCaption1=Verwijderd <a>%d</a> Windows app en onderstaande verwijderde restanten :
HtmlFileReCaption=<a>%s</a> nutteloze bestanden
HtmlRegReCaption=<a>%d</a> nutteloze register ingangen
HtmlTaskReCaption=<a>%d</a> ongeldige geplande taken
HtmlServicesReCaption=<a>%d</a> ongeldige systeem services
HtmlDeepReCaption=<a>%d</a> geregistreerde items
HtmlFileReCaptionOne=<a>%s</a> nutteloos bestand
HtmlRegReCaptionOne=<a>%d</a> nutteloze register ingang
HtmlTaskReCaptionOne=<a>%d</a> ongeldige geplande taak
HtmlServicesReCaptionOne=<a>%d</a> ongeldige systeem service
HtmlDeepReCaptionOne=<a>%d</a> geregistreerd item
UninstallPromote=Nu kopen
RebootYes=Nu herstarten
RebootLater=Later
FromHistroyNoItem=Geen restanten gevonden
FromUninstallNoItem=Verwijdering voltooid.
RelatedMetroText=Deze apps zijn gerelateerd. Verwijdering van één van hen zal ook alle andere automatisch verwijderen. Bent u zeker om te verwijderen?
RelatedSoftText=De hierboven gebundelde producten zijn op hetzelfde tijdstip geïnstalleerd. Wilt u deze samen verwijderen?
HtmlADPluginCaption=<a>%d</a> Ad insteekmodules
HtmlMaliciousPluginCaption=<a>%d</a> Malafide insteekmodule bedreiging
MoneyBackInfo=U zal van een meer veilige en snelle PC genieten door ongewenste programma's en insteekmodules volledig te verwijderen. 60-dagen geld terug garantie. Zonder vragen.
SpecRestartAll=Gelieve uw computer te herstarten om de volgende programma's volledig te verwijderen. Nu herstarten?
SpecRestartOne=Gelieve uw computer te herstarten om het volgende programma volledig te verwijderen. Nu herstarten?
UnPromoteTitle=Echter, met de PRO editie, kunnen we meer mogelijkheden en voordelen aanbieden :
UnPromote_60=60-dagen geld terug garantie
PromotelbPlugins_New=Verwijder <a>%d</a> malafide softwares & extensies voor veilig surfen
PromotelbPlugin_New=Verwijder <a>%d</a> malafide software & extensie voor veilig surfen
PromotelbPlugin0_New=Malafide softwares & extensies verwijderen voor veilig surfen
PromotelbUpdate=1-klik om <a>%d</a> verouderde software bij te werken, om veiligheidsrisico's te reduceren
PromotelbUpdate0=1-klik om verouderde software bij te werken, om veiligheidsrisico's te reduceren
PromotelbMoreDBs_New=<a>%d</a> Hardnekkige programma's diepgaand verwijderen
PromotelbMoreDB_New=<a>%d</a> Hardnekkige programma diepgaand verwijderen
PromotelbMoreDB0_New=Unieke database ondersteunt de verwijdering van 1000+ hardnekkige programma's
PromotelbClean=1-klik om bundleware te verwijderen
PromotelbAuto=Auto verwijdering programma restanten, achter gelaten door andere uninstaller
NeedCloseApp=%s wordt uitgevoerd en moet afgesloten worden alvorens dit verwijderd kan worden. Bent u zeker dat u dit wilt afsluiten?
LB_Free=Gratis
LB_Pro=PRO
RestoreOpenstr=Systeemherstel is niet ingeschakeld. Gelieve op "OK" te klikken om dit in te schakelen zodat IObit Uninstaller herstelpunten kan aanmaken alvorens programma's te verwijderen.
OfficialFail=De verwijdering van het volgende programma is mislukt. U kan dit de-installeren met het officiële de-installatie hulpprogramma.
OfficialFails=De verwijdering van de volgende programma's is mislukt. U kan deze de-installeren met het officiële de-installatie hulpprogramma.
QuitDonwload=Bent u zeker dat u de download wilt annuleren?
LogHintTitle=Meer voordelen. We beloven :
LogHintStr=+ Gelogde programma’s volledig de-installeren<br>+ Schone verwijdering van 200+ hardnekkige programma’s<br>+ Volledige & eenvoudige de-installatie van bundleware
UpgradePromote=Bijwerken naar IObit Uninstaller PRO om restanten automatisch op te ruimen
UpgradeFileDelete=%s overblijvende bestanden werden automatisch met succes opgeruimd.
UpgradeRegsDelete=%s overblijvende register ingangen werden automatisch met succes opgeruimd.
UpgradeRegDelete=%s overblijvende register ingang werd met succes opgeruimd.
PromoteB_Title=Meer issues kunnen herstelt worden met de PRO versie:
PromoteB_Update=Verouderde software kan met 1-klik bijgewerkt worden:
PromoteB_Plugin_New=Malafide software & extensies moeten verwijderd worden voor veilig surfen:
PromoteB_Leftover=De-installatie restanten kunnen verwijderd worden voor een opgeruimde PC:
PromoteB_Log=Gelogde programma's kunnen volledig gede-installeerd worden:
PromoteB_Unuse=Programma's die voor meer dan 2 maanden niet gebruikt werden, kunnen gede-installeerd worden:
PromoteB_Banweb_New=Popup notificaties kunnen geblokkeerd worden om onderbrekingen te voorkomen:
PromoteB_Permission=Onnodige software toestemmingen kunnen uitgeschakeld worden:
PromoteB_SetupFile=Onnodige instellingsbestanden kunnen opgeruimd worden om meer schijfruimte vrij te maken:
PromoteB_Fix=Nu herstellen
PromoteB_Stubborn=Hardnekkige programma's kunnen grondig verwijderd worden:
OfficialSp_1=Volledige verwijdering van het volgend programma met het officiële de-installatie hulpprogramma.
OfficialSps_1=Volledige verwijdering van de volgende programma's met de officiële de-installatie hulpprogramma's.
LogPromoteHintTitle=Alle gelogde items volledig opruimen met <a>PRO editie</a>:
LogPromoteHintRegs=<a>%s</a> register ingangen
LogPromoteHintReg=<a>%s</a> register ingang
LogPromoteHintFiles=<a>%s</a> bestanden
LogPromoteHintFile=<a>%s</a> bestand
LogPromoteHintTasks=<a>%s</a> geplande taken
LogPromoteHintTask=<a>%s</a> geplande taak
LogPromoteHintServices=<a>%s</a> systeem services
LogPromoteHintService=<a>%s</a> systeem service
LogPromoteHintDlls=<a>%s</a> dll registraties
LogPromoteHintDll=<a>%s</a> dll registratie
LogPromoteFormLogPro=gelogde items
LogPromoteFormDesc_New=Verder opruimen van meer restanten met PRO editie.
LogPromoteFormTip=Onderstaande details:
LogPromoteFormDetails=Details Tonen
EndRunningExeSingleMsgBox=Het volgende item wordt uitgevoerd. Bent u zeker dat u dit wilt sluiten en verwijderen?
EndRunningExeSomeMsgBox=De volgende item worden uitgevoerd. Bent u zeker dat u deze wilt sluiten en verwijderen?
UninstallingSingleStr=Bent u zeker dat u het geselecteerde programma wilt verwijderen?
UninstallingSomeStr=Bent u zeker dat u de %d geselecteerde programma's wilt verwijderen?
SureToDeleteSomeStr=Verwijderde <a>%d</a> programma's. Gelieve u ervan te verzekeren dat enkel de items geselecteerd zijn die u wilt verwijderen.
SureToDeleteOneStr=Verwijderde <a>1</a> programma. Gelieve u ervan te verzekeren dat enkel het item geselecteerd is dat u wilt verwijderen.
SuccessReslutFromUninstallSingle=U heb succesvol <a>%d</a> programma verwijderd met onderstaande details:
SuccessReslutFromUninstallSome=U heb succesvol <a>%d</a> programma's verwijderd met onderstaande details:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Open in Regedit
mniMenu_Path.caption=Open bestandslocatie
btnImg_AllMainCancel.caption=Annuleren
btnImg_Uninstall.caption=De-installatie
btnImg_ChkAutoDelete.caption=Resterende bestanden automatisch verwijderen
btnImg_ChkCreateRestore.caption=Een herstelpunt aanmaken voor de-installatie
lbl_IsUninstallHint.caption=Wilt u het geselecteerde programma de-installeren?
btnImg_Delete.caption=Verwijderen
btnImg_ReslutCancel.caption=Annuleren
btnImgl_SeletedAll.caption=Selecteer Alles
btnImg_ChkShredFile.caption=Bestanden versnipperen
lbl_NoPowerScan.caption=Er zijn geen restanten gevonden in Krachtige Scan
btnImg_RecommendClose.caption=Sluiten
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Gua ranteed thorough uninstall and a cleaner PC
btn_Tab.caption=Meer krijgen met IObit Uninstaller PRO
lbl_InfoDB.caption=Grote database om hardnekkige programma's volledig te verwijderen
lbl_InfoRemove.caption=Verwijder malafide && ads insteekmodules voor veilig && vlot online surfen
lbl_InfoUpdate.caption=Programma installatie bewaken && bundleware verwijderen

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Wat is nieuw

[WindowsUpdate_M]
Update_NoItem_Tip=Geen Windows updates gevonden.
NoSerchItem_Tip=Geen items komen overeen met uw opzoeking.
Update_Loading_Tip=Laden...
Update_WindowsTitle=Hier zijn alle geïnstalleerde Windows updates in uw computer opgelijst. Verwijder de ongewenste Windows updates om meer ruimte vrij te maken.
Button_Uninstall=De-installatie

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installatiedatum
mniUninstall.caption=De-installatie
mniRefush.caption=Vernieuwen

